MainMenuTitle				= "Front Row";

/* Strings that need Apple TV replacements in Front Row */
NotConnectedToInternet							= "Computeren er ikke forbundet til Internet.";
NotConnectedToNetwork							= "Computeren er ikke forbundet til netværket.";
FatalExceptionAlertDescription					= "Tryk på Afspil/pause for at afslutte Front Row.";
